tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/bundle"
tap "golangci/tap"
tap "caskroom/fonts"
cask "osxfuse"
cask "ngrok"
cask "iterm2"
cask "gpg-suite"
cask "google-chrome"
cask "font-fira-code"
cask "firefox"
cask "docker"
cask "bitbar"
brew "youtube-dl"
brew "yadm"
brew "wget"
brew "watch"
brew "vim", args: ["with-client-server", "with-lua", "with-python3", "with-override-system-vi"]
brew "tree"
brew "tmux"
brew "tldr"
brew "svg2png"
brew "sshfs"
brew "ssh-copy-id"
brew "sqlite"
brew "s3cmd"
brew "python3"
brew "python"
brew "pinentry"
brew "osm2pgsql"
brew "node"
brew "ngrep"
brew "kubernetes-helm"
brew "kubernetes-cli"
brew "kubectx"
brew "jq"
brew "hugo"
brew "httpie"
brew "graphviz"
brew "go"
brew "gnupg"
brew "git"
brew "git"
brew "fzf"
brew "docker-machine", link: false
brew "curl"
brew "coreutils"
brew "certbot"
brew "awscli"
brew 'docker-compose'