tap "homebrew/cask-cask"
tap "homebrew/cask-fonts"
tap "cloudfoundry/tap"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "sqlite"
brew "python"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "certbot"
brew "coreutils"
brew "curl"
brew "direnv"
brew "docker-compose"
brew "docker-machine", link: false
brew "fzf"
brew "git"
brew "hub"
brew "pinentry"
brew "gnupg", link: false
brew "go"
brew "graphviz"
brew "httpie"
brew "hugo"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "kubernetes-helm"
brew "ngrep"
brew "node"
brew "osm2pgsql"
brew "reattach-to-user-namespace"
brew "s3cmd"
brew "ssh-copy-id"
brew "svg2png"
brew "terraform"
brew "tldr"
brew "ruby"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yadm"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "yq"
brew "yamllint"
brew "cloudfoundry/tap/bosh-cli"
brew "cloudfoundry/tap/bbl"
brew "cloudfoundry/tap/cf-cli"
cask "docker"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "ngrok"
cask "postman"
cask "caskroom/fonts/font-fira-code"
brew "grpcurl"
